<?php

use Illuminate\Database\Seeder;

class MessageTemplatesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        $templates = [
            'মানব জাতির শ্রেষ্ট মানব' => 'মানব জাতির শ্রেষ্ট মানব মহানবী হযরত মোহাম্মদ এর চরিত্র ফুলের মত পবিত্র সেটাই আমরা জানি, প্রতিটি মুসলমান তাই জানে বা জন্মের পর থেকে জেনে এসেছে।প্রতিটি মুসলমান জন্মের পর জ্ঞান হওয়া থেকে শুরু করে শুনে এসেছে, মোহাম্মদ অতীব সৎ, অতীব দয়ালু, অতীব মহৎ, অতীব ন্যায় পরায়ন ইত্যাদি। এর বাইরে কখনই তারা',
            'চরিত্র ফুলের মত পবিত্র' => 'মানব জাতির শ্রেষ্ট মানব মহানবী হযরত মোহাম্মদ এর চরিত্র ফুলের মত পবিত্র সেটাই আমরা জানি, প্রতিটি মুসলমান তাই জানে বা জন্মের পর',
            'সেটাই আমরা জানি' => 'প্রতিটি মুসলমান জন্মের পর জ্ঞান হওয়া থেকে শুরু করে শুনে এসেছে, মোহাম্মদ অতীব সৎ, অতীব দয়ালু, অতীব মহৎ, অতীব ন্যায় পরায়ন ইত্যাদি।'
        ];

        foreach ($templates as $name => $template) {
            $new = new \App\Models\MessageTemplate([
                'name' => $name,
                'message' => $template
            ]);

            $new->save();
        }
    }
}
