<?php

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;

class NoticesTableSeeder extends Seeder
{
    public function run()
    {
        $notices = [
            ['say' => 'বিশ্বনেতাদের দেয়া এ সম্মান বাংলাদেশের: প্রধানমন্ত্রী'],
            ['say' => 'মানহানির ২ মামলায় খালেদা জিয়ার জামিন বহাল'],
            ['say' => 'বুড়িগঙ্গা নদী থেকে তরুণীর লাশ উদ্ধার'],
            ['say' => 'সেনাবাহিনীতে প্রথম নারী মেজর জেনারেল সুসানে গীতি'],
            ['say' => 'বিএনপির ৭ দফা, কর্মসূচি ২ দিনের'],
            ['say' => 'ইন্দোনেশিয়ায় ভূমিকম্প ও সুনামিতে মৃতের সংখ্যা বেড়ে ৮৩২'],
            ['say' => 'আলীকদমে বজ্রপাতে দুই রোহিঙ্গা শ্রমিক নিহত'],
            ['say' => 'খালেদা জিয়ার বিরুদ্ধে হত্যা মামলায় জামিন শুনানি ৩ অক্টোবর'],
            ['say' => 'দেশের পরিবর্তনে জনসাধারণকে এগিয়ে আসার আহ্বান মাশরাফির'],
            ['say' => 'ডিজিটাল নিরাপত্তা আইন নিয়ে উদ্বেগ মার্কিন রাষ্ট্রদূতের']
        ];

        DB::table('notices')->insert($notices);
    }
}
