@extends('layouts.frontend.master')

@section('title', 'Service Provider Registration')

@section('content')
    <div class="container my-5">
        <div class="row">
            <div class="col-12">
                <h2>সার্ভিস প্রভাইডার এর নিয়মাবলী</h2>
            </div>
            <div class="col-12 px-4 mt-4">
                <p>১. গ্রুপে সবাইকে সবার সাথে বন্ধুত্বপূর্ণ পরিবেশে ও সম্মানের সাথে, শ্রদ্ধার সাথে নিজের বক্তব্য তুলে ধরতে হবে। কেউ কাউকে কোন রকম ভাবে অসম্মান করে, ছোট করে, হাসির পাত্র বানিয়ে কোন পোষ্ট, মন্তব্য করতে পারবেন না। </p>
                <p>২. কেউ কারও বিশ্বাসকে/বিশ্বাসের প্রবক্তাকে কোনভাবেই ছোট করে, অসম্মান করে, গালিগালাজ করে, কোন অশালীন মন্তব্য করে কোন পোষ্ট বা মন্তব্য করা যাবে না। প্রত্যেকে তার বিপরীত ধর্ম/মতবাদকে সম্মান ও শ্রদ্ধা দেখিয়ে প্রশ্ন/বিতর্ক/যুক্তি/প্রমাণ/আলোচনা উপস্থাপন করতে হবে। যদি কেউ এই নিয়ম ভঙ্গ বিন্দুমাত্র ভঙ্গ করে তাহলে তাকে প্রথমে সতর্ক এবং পরবর্তীতে ব্যান করা হবে।</p>
                <p>৩. স্পামিং, অফটপিক, মার্কেটিং লিঙ্ক (অথবা যে কোন মার্কেটিং), পেজের বিজ্ঞাপন, গ্রুপের বিজ্ঞাপন, এড মি, অশ্লীল ছবি, অপছন্দনীয় ছবি এগুলো ফেসবুক গ্রুপের নিয়মিত সমস্যা। এটি ভঙ্গ করলে তাকে বিনা নোটিশে, সতর্ক না করে ব্যান করা হবে।</p>
                <p>৪. এই গ্রুপ আস্তিক, নাস্তিক, মুসলিম, হিন্দু, খ্রীষ্টান, বৌদ্ধ, ইহুদী সহ সকল ধর্ম ও মতবাদে বিশ্বাসী মানুষের জন্য উন্মুক্ত। নিয়ম মেনে সবাই এখানে আলোচনা, বিতর্ক, পোষ্ট, মন্তব্য করতে পারবেন। এতে কোন বাধা নেই।</p>
                <p>৫. বিতর্কে, যুক্তি খন্ডনে, ধর্মীয় কথা বলার সময়, অন্য ধর্মের ভুল/ব্যাখ্যা জানার অথবা জানানোর দরকার হলে অবশ্যই রেফারেন্স উল্লেখ করতে হবে। এবং এখানে অবশ্যই সম্মানের সাথে, শ্রদ্ধার সাথে জানাতে হবে। বিন্দুমাত্র অসম্মান করা যাবে না।</p>
                <p>৬. কাউকে ব্যক্তিগত আক্রমণ করা যাবে না। কাউকে ছোট করে, অসম্মান করে, গালিগালাজ করে এমনকি উপমার ছলে গালিগালাজ করে কিছু বলা, খারাপ ও অশ্লীল উক্তি, পোষ্ট, মন্তব্য দেয়া যাবে না। যদি কেউ এই নিয়ম ভঙ্গ করে তাহলে তাকে প্রথমে সতর্ক এবং পরবর্তীতে ব্যান করা হবে।</p>
                <p>৭. এই গ্রুপ এ সকল ধর্মের বানী (রেফারেন্স সহ) ও নাস্তিকের মতবাদ তুলে ধরা যাবে। এতে অন্য মতবাদ/বিশ্বাসের মানুষ প্রশ্ন করতে পারেন। যুক্তি তুলে ধরতে পারেন। ভুল তুলে ধরতে পারেন। ব্যাখ্যা জানতে চাইতে পারেন। সব কিছুই বিনম্র, শ্রদ্ধা ও সম্মানের সাথে উপস্থাপন করতে হবে যেন কারও বিশ্বাসে/মতবাদে আঘাত না লাগে। যদি কেউ এই নিয়ম ভঙ্গ করে তাহলে তাকে প্রথমে সতর্ক এবং পরবর্তীতে ব্যান করা হবে।</p>
                <p>৮. জ্ঞানের বিকাশ ঘটে পারস্পারিক আলোচনার ফলে। যে কেউ যে কোন ধর্মীয় মতামত বিনিময়/ ধর্ম সংক্রান্ত যে কোন বিষয় বিশ্লষণ করতে পারবে তবে এক্ষেত্রে অশ্লিল শব্দ চয়ন করা যাবে না এবং উপরের নিয়মগুলো মানতে হবে। যুক্তিসংগতভাবে নিজের মতামত তুলে ধরতে হবে এবং অপরের মতামতের প্রতি শ্রদ্ধা প্রদর্শন করতে হবে। যদি কেউ এই নিয়ম ভঙ্গ করে তাহলে তাকে প্রথমে সতর্ক এবং পরবর্তীতে ব্যান করা হবে।</p>
                <p>৯. রাজনীতিবিদের একটা কাজ হল ধর্ম নিয়ে রাজনীতি করা। কিন্তু এই গ্রুপ এ সকল ধরণের রাজনৈতিক লেখা, রাজনৈতিক মানুষের বক্তব্য, সকল রাজনৈতিক দলাদলি বন্ধ।</p>
                <p>১০. এই গ্রুপ এ অন্য কোন গ্রুপ বা পেজের লেখা শেয়ার করা যাবে না। আপনারা নিজের স্ট্যাটাস শেয়ার করতে পারবেন। অন্য গ্রুপ ও পেজের লেখা বেশীরভাগই হয় বিজ্ঞাপন এবং অনেক সময় লেখাতেও ভুল থাকে। এই জন্য এটা নিষিদ্ধ করা হল। নিজের লেখা পোষ্ট করুন।</p>
                <p>১১. বড় পোষ্ট করার ক্ষেত্রে অবশ্যই শিরোনাম দিতে হবে। তাছাড়া লেখা এপ্রুভ করা হবে না। শিরোনামে যেন বিষয়বস্তু প্রকাশ পায় এবং এতে মানুষের পড়তে আগ্রহ জাগে।</p>
                <p>১২. কোন লিঙ্ক শেয়ার করতে হলে অবশ্যই সেই লিঙ্ক এর সংক্ষিপ্ত ও পরিষ্কার বর্ণনা দিতে হবে। যেন সবাই দেখেই বুঝতে পারে এখানে কি আছে। বর্ণনা ছাড়া কোন ধরণের লিঙ্ক এপ্রুভ করা হবে না।</p>
                <p>১৩. সবার প্রতি অনুরোধ। কোন লেখা যাচাই না করে কোনভাবেই পোষ্ট করবেন না। সব মেম্বার যাচাই করে শেয়ার করুন। আমরাও এপ্রুভ করার আগে রেফারেন্স দেখে যাচাই করব। যেন কোন ভাবেই আমাদের গ্রুপে মানুষ বিভ্রান্ত না হয়।</p>
                <p>১৪.যদি কেউ বিতর্ক করতে চান তাহলে করতে পারেন। তবে এক্ষেত্রে উপরের নিয়মের পাশাপাশি আরও কিছু নিয়ম মানতে হবে। যা এই লিঙ্ক এ পাবেন।</p>
                <p>১৫. গ্রুপের কারও কথায় আঘাত পেলে, কেউ নিয়ম ভঙ্গ করলে সরাসরি প্রমাণ সহ এডমিনকে ম্যাসেজ করুন। যত দ্রুত সম্ভব তাদের বিরুদ্ধে ব্যবস্থা নেয়া হবে।</p>
            </div>
            <div class="col-12 my-3">
                <div class="row justify-content-around">
                    <div class="col-6 text-right">
                        <a href="{{ route('individual-service-registration.index') }}" class="btn btn-secondary btn-success" role="button">Individual</a>
                    </div>
                    <div class="col-6">
                        <a href="{{ route('organization-service-registration.index') }}" class="btn btn-secondary btn-success" role="button">Organization</a>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection